print (Цельсия, Фаренгейт, Кельвина)
x=int(input("Какую единицу измерения вы хотите выбрать?"))
if x==1:
 print ("Перевод из Цельсия в Фаренгейт и Кельвина")
 C = int(input("Введите градусы Цельсия"))
 F =C*1.8+32
 K =C+273.15
 print (C, " Цельсия = ",F, " Фарингейты")
 print (C, " Цельсия = ",K, "Кельвина")
elif x==2:
 print("Перевод из Фаренгейт в Цельсия и Кельвина")
 F = int(input("Введите градусы по Фаренгейту"))
 С = (F-32)/1.8
 K =(F+459.67)/1.8
 print (F, " Фаренгейт = ",С," Цельсия ")
 print (F, " Фаренгейт = ",K," Кельвина ")
elif x==3:
 print("Перевод из Кельвина в Цельсия и Фарингейт")
 K =int(input("Введите градусы Кельвина"))
 C =K-273.15
 F =K*1.8-459.67
 print (K, " Кельвина =",C, " Цельсия ")
 print (K, "Кельвина =",F, " Цельсия ")
else:
 print("Ошибка в вводе данных")